<template>
    <div id="tamirlan">
        <div id="author" style="margin: 15px 0;">
            <div>
                <h3>Сделал: Жукасаев Тамирлан <br>
                    Группа: п-21-57-к
                </h3>
            </div>
        </div>
        <div id="mine">
            <h3>Напоминание:</h3>
            <div>
                Хотел вам напомнить что я сдал свои предыддущие задания (а точнее, 15.12.22 и 17.12.22) в классрум, а не в  <br>
                И я сделал так чтобы при нажатий на "Добавить в корзину" она не переходила в корзину, а просто отправляла туда данные (про это не уточняли в задании и я решил что так будет удобнее)
            </div>
        </div>
    </div>
</template>

<script>
    export default {

    }
</script>

<style scoped>
    h3 {
        color: #000;
    }
</style>